{
    "projects":[

        {
            "name": "Análise dos dados de COVID-19",
            "link": "https://github.com/lorenarocha/owid-covid-analysis",
            "description": "Criação de queries no SQL a partir dos dados de COVID-19 da Our World in Data com análises feitas como: taxa de morte pela doença, número de casos e vacinação, além da criação de um dashboard no Tableau.",
            "thumb": "static/img/covid-19-variants.jpg"
        },
        {
            "name": "Case técnico para a vaga Data Catalog Analyst",
            "link": "",
            "description": "Cálculo de indicadores usados na operação da empresa, criação de queries no SQL, visualização dos dados no Tableau e escrita de Management Report.",
            "thumb": "static/img/uber_cornershop_fotoarte.jpg"
        },
        {
            "name": "Case técnico para a vaga Analista de BI",
            "link": "",
            "description": "Elaboração de queries em SQL para consulta de duas bases de dados (beneficiários e vendas), além de utilizar Pandas para processo de ETL e também visualização dessas consultas pelo Seaborn.",
            "thumb": "static/img/vidalink.png"
        },
        {
            "name": "Análise Exploratória dos shows da Netflix",
            "link": "https://github.com/lorenarocha/netflix-shows-eda",
            "description": "Com o intuito de aprender técnicas da análise exploratória e também visualização de dados no Python, estudei o catálogo da Netflix, disponibilizado no Kaggle.",
            "thumb": "static/img/netflix-analysis.jpg"
        },
        {
            "name": "Portfolio Responsivo com Flask e Bootstrap",
            "link": "https://github.com/lorenarocha/portfolio-project",
            "description": "Projeto realizado em pair programming com Marlene Moraes. Desenvolvi o backend do Portfolio, utilizando o framework Flask, criando várias rotas.",
            "thumb": "static/img/flask.png"
        },
        {
            "name": "CRUD com dados do Letterboxd",
            "link": "https://github.com/lorenarocha/crud-letterboxd",
            "description": "Criação de banco de dados de um perfil do Letterboxd no MySQL com o pacote SQLAlchemy, processo de CRUD e visualização dos dados com o framework Streamlit. (Em andamento)",
            "thumb": "static/img/letterboxd-logo.png"
        }
        
    ]
}
